---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedTopLevel
source: html/ba86bd97-2a02-9a13-0fa2-7d7d0bdba822.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedTopLevel Property

"Top Level"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewGraphSchedTopLevel { get; }
```